tap "bridgecrewio/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "romkatv/powerlevel10k"
brew "aws-vault"
brew "python@3.11"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "python@3.12"
brew "black"
brew "pycparser"
brew "cffi"
brew "openblas"
brew "numpy"
brew "checkov", link: false
brew "commitizen"
brew "coreutils"
brew "direnv"
brew "docutils"
brew "gawk"
brew "infracost"
brew "ipython"
brew "jq"
brew "krb5"
brew "node"
brew "markdownlint-cli"
brew "mypy"
brew "openjdk@17"
brew "openssl@1.1"
brew "pipenv"
brew "powerlevel10k"
brew "virtualenv"
brew "pre-commit"
brew "pydocstyle"
brew "python-lsp-server"
brew "python-markdown", link: false
brew "python-tabulate"
brew "serverless"
brew "terraform-docs"
brew "terragrunt", link: false
brew "terrascan"
brew "tfenv"
brew "tflint"
brew "tgenv"
brew "tree"
brew "trivy"
brew "yarn"
brew "zsh-syntax-highlighting"
brew "bridgecrewio/tap/yor"
brew "hashicorp/tap/terraform", link: false
brew "hashicorp/tap/vault"
cask "anaconda"
vscode "codezombiech.gitignore"
vscode "danielsanmedium.dscodegpt"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "mechatroner.rainbow-csv"
vscode "mindaro-dev.file-downloader"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-ai"
vscode "ms-toolsai.vscode-ai-remote"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.remote-explorer"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "redhat.vscode-yaml"
vscode "sonarsource.sonarlint-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "tyriar.sort-lines"
vscode "xabikos.javascriptsnippets"
vscode "yzhang.markdown-all-in-one"
