tap "bridgecrewio/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "liamg/tfsec"
tap "romkatv/powerlevel10k"
brew "aws-vault"
brew "openssl@1.1"
brew "awscli"
brew "bash"
brew "python-tabulate"
brew "checkov", link: false
brew "commitizen"
brew "coreutils"
brew "direnv"
brew "gawk"
brew "infracost"
brew "jq"
brew "krb5"
brew "node"
brew "openjdk@17"
brew "pipenv"
brew "powerlevel10k"
brew "virtualenv"
brew "pre-commit"
brew "terraform-docs"
brew "terragrunt", link: false
brew "terrascan"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tgenv"
brew "yarn"
brew "bridgecrewio/tap/yor"
brew "hashicorp/tap/terraform", link: false
brew "hashicorp/tap/vault"
cask "anaconda"
vscode "aaravb.chrome-extension-developer-tools"
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fredwangwang.vscode-hcl-format"
vscode "github.vscode-github-actions"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "marlon407.code-groovy"
vscode "mindaro-dev.file-downloader"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-ai"
vscode "ms-toolsai.vscode-ai-remote"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.remote-explorer"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "NicolasVuillamy.vscode-groovy-lint"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "SonarSource.sonarlint-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "Tyriar.sort-lines"
vscode "xabikos.JavaScriptSnippets"
vscode "yzhang.markdown-all-in-one"
